/********************************
Translator.js - ver. 2013-08-11
Interface language
Language:      Polish
Translated by: KDJ
********************************/
sTxtCaption    = "Tłumacz";
sTxtUse        = "Używaj";
sTxtFromLang   = "Z języka";
sTxtToLang     = "Na język";
sTxtAutoDetect = "Auto detekcja języka";
sTxtListen     = "Słuchaj";
sTxtTranslate  = "Przetłumac&z";
sTxtTranslateP = "Przetłumacz+";
sTxtOptions    = "&Opcje";
sTxtSource     = "Tekst źródłowy";
sTxtTarget     = "Tłumaczenie";
sTxtSettings   = "Ustawienia";
sTxtUndo       = "&Cofnij";
sTxtRedo       = "&Powtórz";
sTxtCut        = "&Wytnij";
sTxtCopyCB     = "&Kopiuj do schowka";
sTxtInsertAP   = "Ws&taw do AkelPad'a";
sTxtPasteCB    = "Wkl&ej ze schowka";
sTxtPasteAP    = "Wkle&j z AkelPad'a";
sTxtDelete     = "&Usuń";
sTxtSelectAll  = "Zaznacz w&szystko";
sTxtEntireText = "C&ały tekst";
sTxtInterface  = "Język interfejsu";
sTxtSourceInCB = "Tekst źródłowy ze schowka";
sTxtSourceWnd  = "Pokaż panel z tekstem źródłowym";
sTxtLoadText   = "Wczytaj tekst źródłowy do panela przy starcie";
sTxtImmediate  = "Zacznij od razu tłumaczyć";
sTxtWordWrap   = "Zawijaj wiersze";
sTxtFontAP     = "Czcionka z AkelPad'a";
sTxtFontGUI    = "Czcionka interfejsu GUI";
sTxtSortLang   = "Sortowanie języków";
sTxtSortCode   = "Wg kodu";
sTxtSortName   = "Wg nazwy";
sTxtOwnKey     = "własny klucz";
sTxtRegister   = "Rejestracja:";
sTxtOK         = "OK";
sTxtCancel     = "Anuluj";
sTxtError      = "Błąd";
sTxtNoText     = "Brak tekstu do tłumaczenia.";
sTxtNoSupport  = "Twój system nie obsługuje XMLHttpRequest.";
sTxtNoInternet = "Wystąpił problem z połączeniem internetowym.";
sTxtWait       = "Czekaj...";
sTxtUndefined  = "Niezdefiniowany";
sTxtChooseLang = "Musisz wybrać język.";
sTxtNoSpeech   = "Brak obsługi wymowy dla tego języka.";
sTxtRegScripts = "Musisz zarejestrować bibliotekę: Scripts.dll";
sTxtNoLibrary  = "Nie można załadować biblioteki: ";

aLangs[ 0][1] = "Afrykanerski";
aLangs[ 1][1] = "Arabski";
aLangs[ 2][1] = "Białoruski";
aLangs[ 3][1] = "Bułgarski";
aLangs[ 4][1] = "Bośniacki";
aLangs[ 5][1] = "Kataloński";
aLangs[ 6][1] = "Czeski";
aLangs[ 7][1] = "Walijski";
aLangs[ 8][1] = "Duński";
aLangs[ 9][1] = "Niemiecki";
aLangs[10][1] = "Grecki";
aLangs[11][1] = "Angielski";
aLangs[12][1] = "Esperanto";
aLangs[13][1] = "Hiszpański";
aLangs[14][1] = "Estoński";
aLangs[15][1] = "Perski";
aLangs[16][1] = "Fiński";
aLangs[17][1] = "Francuski";
aLangs[18][1] = "Irlandzki";
aLangs[19][1] = "Galicyjski";
aLangs[20][1] = "Hindi";
aLangs[21][1] = "Chorwacki";
aLangs[22][1] = "Haitański Kreolski";
aLangs[23][1] = "Węgierski";
aLangs[24][1] = "Indonezyjski";
aLangs[25][1] = "Islandzki";
aLangs[26][1] = "Włoski";
aLangs[27][1] = "Hebrajski";
aLangs[28][1] = "Japoński";
aLangs[29][1] = "Koreański";
aLangs[30][1] = "Łacina";
aLangs[31][1] = "Litewski";
aLangs[32][1] = "Łotewski";
aLangs[33][1] = "Macedoński";
aLangs[34][1] = "Malajski";
aLangs[35][1] = "Maltański";
aLangs[36][1] = "Holenderski";
aLangs[37][1] = "Norweski";
aLangs[38][1] = "Polski";
aLangs[39][1] = "Portugalski";
aLangs[40][1] = "Rumuński";
aLangs[41][1] = "Rosyjski";
aLangs[42][1] = "Słowacki";
aLangs[43][1] = "Słoweński";
aLangs[44][1] = "Albański";
aLangs[45][1] = "Serbski";
aLangs[46][1] = "Szwedzki";
aLangs[47][1] = "Suahili";
aLangs[48][1] = "Tajski";
aLangs[49][1] = "Filipiński";
aLangs[50][1] = "Turecki";
aLangs[51][1] = "Ukraiński";
aLangs[52][1] = "Urdu";
aLangs[53][1] = "Wietnamski";
aLangs[54][1] = "Jidysz";
aLangs[55][1] = "Chiński";
aLangs[56][1] = "Chiński Uproszczony";
aLangs[57][1] = "Chiński Tradycyjny";